<!DOCTYPE html>
<html>

<head>
<title> Xiao Guai's Homepage</title>
<style>
@import url("http://www.ics.uci.edu/~yuey6/css/homepageStyle.css");
</style>
</head>


<body>
<div class = "ex">

<h2>Xiao Guai (&#x5C0F;&#x602A;)</h2>

<div class = "img">
<img border = "0" src="Xiaoguai.jpg" alt = "test"  width="624" height="350"><p>
</div>
<p><br> Student Emeritus <br>
Hong Kong University of Science and Technology</p> 

<p>CV <a href="">
[To be announced]</a> </p>

<h4>Bio:</h4>
<p>Our friend Xiao Guai is one of the hard-workingest students we've ever encounter. He has been seen in the library, investigating the profoundest books about astronomy of gastronomy or about Great Proletarian Cultural Revolution, that none of us understands. He was caught once reading &#60;On the application of the quantum physics for analyzing the confucian philosophy &#62;.  He always has the hunger4knowledge look on his face, and is always ready to learn more.
</p><p>
Xiao Guai is also good listener. He always listens to our problems quietly. He doesn't say much but at least he doesn't argue. He is just a little shy.
</P>


<h4>
&#x6211;&#x4EEC;&#x7684;&#x597D;&#x670B;&#x53CB;&#x5C0F;&#x602A;
</h4>

<p>
&#x6211;&#x4EEC;&#x7684;&#x597D;&#x670B;&#x53CB;&#x5C0F;&#x602A;&#x662F;&#x4E2A;&#x52E4;&#x594B;&#x597D;&#x5B66;&#x7684;&#x5B69;&#x5B50;. &#x6211;&#x4EEC;&#x53EA;&#x5728;&#x56FE;&#x4E66;&#x9986;&#x89C1;&#x5230;&#x4ED6;, &#x6BCF;&#x6B21;&#x90FD;&#x662F;&#x7709;&#x5934;&#x7D27;&#x9501;, &#x4E00;&#x526F;&#x8BA4;&#x771F;&#x5B66;&#x4E60;&#x7684;&#x8868;&#x60C5;. &#x4ED6;&#x603B;&#x662F;&#x770B;&#x4E00;&#x6B21;&#x4E9B;&#x6211;&#x4EEC;&#x90FD;&#x4E0D;&#x61C2;&#x5F97;&#x6587;&#x9769;&#x4E66;, &#x6216;&#x8005;&#x5929;&#x4F53;&#x8BBA;&#x7684;&#x4E66;. &#x6709;&#x4E00;&#x6B21;&#x88AB;&#x6211;&#x4EEC;&#x6293;&#x5230;, &#x4ED6;&#x5C45;&#x7136;&#x5728;&#x770B;&#60;&#x8BBA;&#x91CF;&#x5B50;&#x7269;&#x7406;&#x5728;&#x5B54;&#x5B50;&#x54F2;&#x5B66;&#x4E2D;&#x7684;&#x5E94;&#x7528;&#62;, &#x8BA9;&#x6211;&#x4EEC;&#x656C;&#x4F69;&#x4E07;&#x5206;.
</p>

<p> <a href="index.html">
Back to Yue's Homepage</a> </p>

</div>










</body>
</html>


